Repository: StudyDrift/lextures
Catalog: clients/ios/Lextures/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr

# app.tagline
source: by StudyDrift
ar: ู ู StudyDrift
es: de StudyDrift
fr: par StudyDrift

# auth.login.createAccount
source: Create an account
ar: ุฅูุดุงุก ุญุณุงุจ
es: Crear una cuenta
fr: Crรฉer un compte

# auth.login.email
source: Email
ar: ุงูุจุฑูุฏ ุงูุฅููุชุฑููู
es: Correo

# auth.login.forgotPassword
source: Forgot password?
ar: ูู ูุณูุช ููู ุฉ ุงูู ุฑูุฑุ
es: ยฟOlvidaste tu contraseรฑa?
fr: Mot de passe oubliรฉ ?

# auth.login.forgotPasswordHint
source: Password reset will be available in a future app update.
ar: ุณุชุชููุฑ ุฅุนุงุฏุฉ ุชุนููู ููู ุฉ ุงูู ุฑูุฑ ูู ุชุญุฏูุซ ู ุณุชูุจูู.
es: La recuperaciรณn de contraseรฑa estarรก disponible en una futura actualizaciรณn.
fr: La rรฉinitialisation du mot de passe sera disponible dans une future mise ร jour.

# auth.login.newHere
source: New here?
ar: ุฌุฏูุฏ ููุงุ
es: ยฟNuevo aquรญ?
fr: Nouveau ici ?

# auth.login.password
source: Password
ar: ููู ุฉ ุงูู ุฑูุฑ
es: Contraseรฑa
fr: Mot de passe

# auth.login.serverUnreachable
source: Could not reach the server. Is the API running?
ar: ุชุนุฐุฑ ุงููุตูู ุฅูู ุงูุฎุงุฏู . ูู ูุงุฌูุฉ API ููุฏ ุงูุชุดุบููุ
es: No se pudo conectar con el servidor. ยฟEstรก la API en ejecuciรณn?
fr: Impossible de joindre le serveur. L'API est-elle en cours d'exรฉcution ?

# auth.login.submit
source: Sign in
ar: ุชุณุฌูู ุงูุฏุฎูู
es: Iniciar sesiรณn
fr: Se connecter

# auth.login.submitting
source: Signing inโฆ
ar: ุฌุงุฑู ุชุณุฌูู ุงูุฏุฎููโฆ
es: Iniciando sesiรณnโฆ
fr: Connexionโฆ

# auth.login.subtitle
source: Use the email your course or school uses. SSO options appear when your organization connects them.
ar: ุงุณุชุฎุฏู ุงูุจุฑูุฏ ุงูุฅููุชุฑููู ุงูุฐู ูุณุชุฎุฏู ู ู ูุฑุฑู ุฃู ู ุฏุฑุณุชู. ุชุธูุฑ ุฎูุงุฑุงุช SSO ุนูุฏู ุง ุชุฑุจุทูุง ู ุคุณุณุชู.
es: Usa el correo que usa tu curso o escuela. Las opciones de SSO aparecen cuando tu organizaciรณn las conecta.
fr: Utilisez l'e-mail de votre cours ou รฉcole. Les options SSO apparaissent lorsque votre organisation les connecte.

# auth.login.title
source: Sign in
ar: ุชุณุฌูู ุงูุฏุฎูู
es: Iniciar sesiรณn
fr: Se connecter

# auth.signup.alreadyHave
source: Already have an account?
ar: ูุฏูู ุญุณุงุจ ุจุงููุนูุ
es: ยฟYa tienes una cuenta?
fr: Vous avez dรฉjร un compte ?

# auth.signup.displayName
source: Display name
ar: ุงุณู ุงูุนุฑุถ
es: Nombre para mostrar
fr: Nom affichรฉ

# auth.signup.displayNameOptional
source: (optional)
ar: (ุงุฎุชูุงุฑู)
es: (opcional)
fr: (facultatif)

# auth.signup.email
source: Email
ar: ุงูุจุฑูุฏ ุงูุฅููุชุฑููู
es: Correo

# auth.signup.password
source: Password
ar: ููู ุฉ ุงูู ุฑูุฑ
es: Contraseรฑa
fr: Mot de passe

# auth.signup.signIn
source: Sign in
ar: ุชุณุฌูู ุงูุฏุฎูู
es: Iniciar sesiรณn
fr: Se connecter

# auth.signup.submit
source: Create account
ar: ุฅูุดุงุก ุญุณุงุจ
es: Crear cuenta
fr: Crรฉer un compte

# auth.signup.submitting
source: Creating accountโฆ
ar: ุฌุงุฑู ุฅูุดุงุก ุงูุญุณุงุจโฆ
es: Creando cuentaโฆ
fr: Crรฉation du compteโฆ

# auth.signup.subtitle
source: One account for courses, assignments, and messages. If your school uses SSO, you can sign in that way later.
ar: ุญุณุงุจ ูุงุญุฏ ููู ูุฑุฑุงุช ูุงููุงุฌุจุงุช ูุงูุฑุณุงุฆู. ุฅุฐุง ูุงูุช ู ุฏุฑุณุชู ุชุณุชุฎุฏู SSOุ ูู ููู ุชุณุฌูู ุงูุฏุฎูู ุจูุฐู ุงูุทุฑููุฉ ูุงุญููุง.
es: Una cuenta para cursos, tareas y mensajes. Si tu escuela usa SSO, podrรกs iniciar sesiรณn asรญ mรกs tarde.
fr: Un compte pour les cours, devoirs et messages. Si votre รฉcole utilise la SSO, vous pourrez vous connecter ainsi plus tard.

# auth.signup.title
source: Create your account
ar: ุฃูุดุฆ ุญุณุงุจู
es: Crea tu cuenta
fr: Crรฉez votre compte

# common.error.generic
source: Something went wrong.
ar: ุญุฏุซ ุฎุทุฃ ู ุง.
es: Algo saliรณ mal.
fr: Une erreur s'est produite.

# common.loading
source: Loadingโฆ
ar: ุฌุงุฑู ุงูุชุญู ููโฆ
es: Cargandoโฆ
fr: Chargementโฆ

# common.locale.description
source: Choose the language for menus, buttons, and other interface text.
ar: ุงุฎุชุฑ ูุบุฉ ุงูููุงุฆู ูุงูุฃุฒุฑุงุฑ ููุตูุต ุงููุงุฌูุฉ ุงูุฃุฎุฑู.
es: Elige el idioma de menรบs, botones y demรกs textos de la interfaz.
fr: Choisissez la langue des menus, boutons et autres textes de l'interface.

# common.locale.label
source: Language
ar: ุงููุบุฉ
es: Idioma
fr: Langue

# common.locale.saveError
source: Could not save language preference.
ar: ุชุนุฐุฑ ุญูุธ ุชูุถูู ุงููุบุฉ.
es: No se pudo guardar la preferencia de idioma.
fr: Impossible d'enregistrer la prรฉfรฉrence de langue.

# common.locale.saved
source: Language preference saved.
ar: ุชู ุญูุธ ุชูุถูู ุงููุบุฉ.
es: Preferencia de idioma guardada.
fr: Prรฉfรฉrence de langue enregistrรฉe.

# common.locale.systemDefault
source: System default
ar: ุงูุชุฑุงุถู ุงููุธุงู
es: Predeterminado del sistema
fr: Par dรฉfaut du systรจme

# mobile.accommodations.dyslexiaDisplay
source: Dyslexia-friendly display
ar: ุนุฑุถ ู ูุงุฆู ูุนุณุฑ ุงููุฑุงุกุฉ
es: Pantalla adaptada a la dislexia
fr: Affichage adaptรฉ ร la dyslexie

# mobile.accommodations.emptyBody
source: You donโt have any active accommodations right now. If you expect one, contact your institution.
ar: ููุณ ูุฏูู ุฃู ุชุณูููุงุช ูุดุทุฉ ุญุงูููุง. ุฅุฐุง ููุช ุชุชููุน ูุฌูุฏูุงุ ูุชูุงุตู ู ุน ู ุคุณุณุชู.
es: No tienes adaptaciones activas en este momento. Si esperabas alguna, comunรญcate con tu instituciรณn.
fr: Vous nโavez aucun amรฉnagement actif pour le moment. Si vous en attendez un, contactez votre รฉtablissement.

# mobile.accommodations.emptyTitle
source: No accommodations
ar: ูุง ุชูุฌุฏ ุชุณูููุงุช
es: Sin adaptaciones
fr: Aucun amรฉnagement

# mobile.accommodations.extendedTime
source: Extended time on timed activities
ar: ููุช ุฅุถุงูู ูู ุงูุฃูุดุทุฉ ุงูู ุคูุชุฉ
es: Tiempo extendido en actividades cronometradas
fr: Temps prolongรฉ pour les activitรฉs chronomรฉtrรฉes

# mobile.accommodations.extraAttempts
source: Extra attempts on quizzes
ar: ู ุญุงููุงุช ุฅุถุงููุฉ ูู ุงูุงุฎุชุจุงุฑุงุช
es: Intentos adicionales en cuestionarios
fr: Tentatives supplรฉmentaires aux quiz

# mobile.accommodations.highContrast
source: High-contrast display
ar: ุนุฑุถ ุนุงูู ุงูุชุจุงูู
es: Pantalla de alto contraste
fr: Affichage ร contraste รฉlevรฉ

# mobile.accommodations.hints
source: Hints always available
ar: ุงูุชูู ูุญุงุช ู ุชุงุญุฉ ุฏุงุฆู ูุง
es: Pistas siempre disponibles
fr: Indices toujours disponibles

# mobile.accommodations.intro
source: These approved supports are applied automatically. Contact your institution to make changes.
ar: ูุชู ุชุทุจูู ูุฐู ุงูุชุณูููุงุช ุงูู ุนุชู ุฏุฉ ุชููุงุฆููุง. ุชูุงุตู ู ุน ู ุคุณุณุชู ูุฅุฌุฑุงุก ุชุบููุฑุงุช.
es: Estos apoyos aprobados se aplican automรกticamente. Comunรญcate con tu instituciรณn para hacer cambios.
fr: Ces aides approuvรฉes sont appliquรฉes automatiquement. Contactez votre รฉtablissement pour toute modification.

# mobile.accommodations.loadError
source: Couldnโt load your accommodations.
ar: ุชุนุฐูุฑ ุชุญู ูู ุชุณูููุงุชู.
es: No se pudieron cargar tus adaptaciones.
fr: Impossible de charger vos amรฉnagements.

# mobile.accommodations.readAloud
source: Read-aloud (text-to-speech)
ar: ุงููุฑุงุกุฉ ุงูุตูุชูุฉ (ุชุญููู ุงููุต ุฅูู ููุงู )
es: Lectura en voz alta (texto a voz)
fr: Lecture ร voix haute (synthรจse vocale)

# mobile.accommodations.reducedDistraction
source: Reduced-distraction mode recommended
ar: ูููุตู ุจูุถุน ุชูููู ุงูุชุดุชูุช
es: Se recomienda el modo de distracciรณn reducida
fr: Mode distraction rรฉduite recommandรฉ

# mobile.accommodations.reducedMotion
source: Reduced motion
ar: ุญุฑูุฉ ู ูููููุฉ
es: Movimiento reducido
fr: Animations rรฉduites

# mobile.accommodations.scopeAll
source: All courses
ar: ุฌู ูุน ุงูู ูุฑุฑุงุช
es: Todos los cursos
fr: Tous les cours

# mobile.accommodations.scopeCourse
source: Course %@
ar: ู ูุฑุฑ %@
es: Curso %@
fr: Cours %@

# mobile.accommodations.separateSetting
source: Separate testing setting
ar: ุจูุฆุฉ ุงุฎุชุจุงุฑ ู ููุตูุฉ
es: Entorno de evaluaciรณn separado
fr: Environnement dโexamen sรฉparรฉ

# mobile.accommodations.speechToText
source: Speech-to-text for written answers
ar: ุชุญููู ุงูููุงู ุฅูู ูุต ููุฅุฌุงุจุงุช ุงูู ูุชูุจุฉ
es: Voz a texto para respuestas escritas
fr: Reconnaissance vocale pour les rรฉponses รฉcrites

# mobile.accommodations.subtitle
source: Approved supports applied to your work
ar: ุงูุฏุนู ุงูู ุนุชู ุฏ ุงูู ุทุจูู ุนูู ุนู ูู
es: Apoyos aprobados aplicados a tu trabajo
fr: Aides approuvรฉes appliquรฉes ร votre travail

# mobile.accommodations.title
source: My accommodations
ar: ุชุณูููุงุชู
es: Mis adaptaciones
fr: Mes amรฉnagements

# mobile.accommodations.windowBetween
source: Active %@ โ %@
ar: ูุดุท %@ โ %@
es: Activo %@ โ %@
fr: Actif %@ โ %@

# mobile.accommodations.windowFrom
source: Active from %@
ar: ูุดุท ู ู %@
es: Activo desde %@
fr: Actif ร partir du %@

# mobile.accommodations.windowUntil
source: Active until %@
ar: ูุดุท ุญุชู %@
es: Activo hasta %@
fr: Actif jusquโau %@

# mobile.announcements.empty.message
source: School-wide announcements will appear here.
ar: ุณุชุธูุฑ ุฅุนูุงูุงุช ุงูู ุฏุฑุณุฉ ููุง.
es: Los anuncios de la escuela aparecerรกn aquรญ.
fr: Les annonces de l'รฉcole apparaรฎtront ici.

# mobile.announcements.empty.title
source: No announcements
ar: ูุง ุชูุฌุฏ ุฅุนูุงูุงุช
es: Sin anuncios
fr: Aucune annonce

# mobile.announcements.gotIt
source: Got it
ar: ุญุณููุง
es: Entendido
fr: Compris

# mobile.announcements.seeAll
source: See all
ar: ุนุฑุถ ุงููู
es: Ver todo
fr: Tout voir

# mobile.auth.mfaRequired
source: Complete two-factor authentication to continue.
ar: ู ุทููุจ ุงูู ุตุงุฏูุฉ ู ุชุนุฏุฏุฉ ุงูุนูุงู ู. ุฃูู ู ุชุณุฌูู ุงูุฏุฎูู ูู ุชุทุจูู ุงูููุจ ุงูุขู.
es: Se requiere autenticaciรณn multifactor. Completa el inicio de sesiรณn en la app web por ahora.
fr: L'authentification multifacteur est requise. Terminez la connexion sur l'application web pour l'instant.

# mobile.auth.missingToken
source: Unexpected sign-in response.
ar: ุงุณุชุฌุงุจุฉ ุชุณุฌูู ุฏุฎูู ุบูุฑ ู ุชููุนุฉ.
es: Respuesta de inicio de sesiรณn inesperada.
fr: Rรฉponse de connexion inattendue.

# mobile.auth.sessionRevoked
source: Your session was signed out remotely. Sign in again to continue.
ar: ุชู ุชุณุฌูู ุฎุฑูุฌ ุฌูุณุชู ุนู ุจูุนุฏ. ุณุฌูู ุงูุฏุฎูู ู ุฑุฉ ุฃุฎุฑู ููู ุชุงุจุนุฉ.
es: Tu sesiรณn se cerrรณ de forma remota. Vuelve a iniciar sesiรณn para continuar.
fr: Votre session a รฉtรฉ fermรฉe ร distance. Reconnectez-vous pour continuer.

# mobile.biometric.generic
source: Biometrics
ar: ุงูููุงุณุงุช ุงูุญูููุฉ
es: Biometrรญa
fr: Biomรฉtrie

# mobile.biometric.lockedSubtitle
source: Use %@ or your device passcode to continue.
ar: ุงุณุชุฎุฏู %@ ุฃู ุฑู ุฒ ู ุฑูุฑ ุงูุฌูุงุฒ ููู ุชุงุจุนุฉ.
es: Usa %@ o el cรณdigo de tu dispositivo para continuar.
fr: Utilisez %@ ou le code de votre appareil pour continuer.

# mobile.biometric.lockedTitle
source: Lextures is locked
ar: Lextures ู ููู
es: Lextures estรก bloqueado
fr: Lextures est verrouillรฉ

# mobile.biometric.reason
source: Unlock Lextures to continue.
ar: ุงูุชุญ Lextures ููู ุชุงุจุนุฉ.
es: Desbloquea Lextures para continuar.
fr: Dรฉverrouillez Lextures pour continuer.

# mobile.biometric.toggle
source: Lock with %@
ar: ููู ุจุงุณุชุฎุฏุงู %@
es: Bloquear con %@
fr: Verrouiller avec %@

# mobile.biometric.toggleDescription
source: Require biometrics after the app has been in the background for a minute.
ar: ูุชุทูุจ ุงูููุงุณุงุช ุงูุญูููุฉ ุจุนุฏ ุฏูููุฉ ูู ุงูุฎูููุฉ.
es: Requiere biometrรญa despuรฉs de un minuto en segundo plano.
fr: Exige la biomรฉtrie aprรจs une minute en arriรจre-plan.

# mobile.biometric.unlock
source: Unlock
ar: ูุชุญ ุงูููู
es: Desbloquear
fr: Dรฉverrouiller

# mobile.common.retry
source: Retry
ar: ุฅุนุงุฏุฉ ุงูู ุญุงููุฉ
es: Reintentar
fr: Rรฉessayer

# mobile.common.save
source: Save
ar: ุญูุธ
es: Guardar
fr: Enregistrer

# mobile.courses.due
source: Due %@
ar: ู ุณุชุญู %@
es: Vence %@
fr: ร rendre %@

# mobile.courses.empty.message
source: Courses you enroll in will show up here.
ar: ุณุชุธูุฑ ุงูู ูุฑุฑุงุช ุงูุชู ุชุณุฌู ูููุง ููุง.
es: Los cursos en los que te inscribas aparecerรกn aquรญ.
fr: Les cours auxquels vous vous inscrivez apparaรฎtront ici.

# mobile.courses.empty.title
source: No courses yet
ar: ูุง ุชูุฌุฏ ู ูุฑุฑุงุช ุจุนุฏ
es: Aรบn no hay cursos
fr: Pas encore de cours

# mobile.courses.emptyContent.message
source: Modules and assignments will appear here once published.
ar: ุณุชุธูุฑ ุงููุญุฏุงุช ูุงููุงุฌุจุงุช ููุง ุจุนุฏ ูุดุฑูุง.
es: Los mรณdulos y tareas aparecerรกn aquรญ cuando se publiquen.
fr: Les modules et devoirs apparaรฎtront ici une fois publiรฉs.

# mobile.courses.emptyContent.title
source: No content yet
ar: ูุง ููุฌุฏ ู ุญุชูู ุจุนุฏ
es: Aรบn no hay contenido
fr: Pas encore de contenu

# mobile.courses.emptyModule
source: Nothing in this module yet
ar: ูุง ุดูุก ูู ูุฐู ุงููุญุฏุฉ ุจุนุฏ
es: Nada en este mรณdulo aรบn
fr: Rien dans ce module pour l'instant

# mobile.courses.grades.empty.message
source: Grades will appear here as assignments are graded.
ar: ุณุชุธูุฑ ุงูุฏุฑุฌุงุช ููุง ุนูุฏ ุชุตุญูุญ ุงููุงุฌุจุงุช.
es: Las calificaciones aparecerรกn aquรญ cuando se califiquen las tareas.
fr: Les notes apparaรฎtront ici au fur et ร mesure.

# mobile.courses.grades.empty.title
source: No graded work yet
ar: ูุง ููุฌุฏ ุนู ู ู ูุตุญููุญ ุจุนุฏ
es: Aรบn no hay trabajo calificado
fr: Pas encore de travail notรฉ

# mobile.courses.notGraded
source: Not graded
ar: ุบูุฑ ู ูุตุญููุญ
es: Sin calificar
fr: Non notรฉ

# mobile.courses.otherItems
source: Other items
ar: ุนูุงุตุฑ ุฃุฎุฑู
es: Otros elementos
fr: Autres รฉlรฉments

# mobile.courses.points
source: %@ pts
ar: %@ ููุทุฉ

# mobile.courses.title
source: Courses
ar: ุงูู ูุฑุฑุงุช
es: Cursos
fr: Cours

# mobile.dashboard.caughtUp
source: You're all caught up
ar: ุฃูุช ุนูู ุงุทูุงุน
es: Estรกs al dรญa
fr: Vous รชtes ร jour

# mobile.dashboard.empty.courses.message
source: Courses you enroll in will show up here.
ar: ุณุชุธูุฑ ุงูู ูุฑุฑุงุช ุงูุชู ุชุณุฌู ูููุง ููุง.
es: Los cursos en los que te inscribas aparecerรกn aquรญ.
fr: Les cours auxquels vous vous inscrivez apparaรฎtront ici.

# mobile.dashboard.empty.courses.title
source: No courses yet
ar: ูุง ุชูุฌุฏ ู ูุฑุฑุงุช ุจุนุฏ
es: Aรบn no hay cursos
fr: Pas encore de cours

# mobile.dashboard.empty.dueThisWeek
source: Nothing due this week. Enjoy the breathing room!
ar: ูุง ุดูุก ู ุณุชุญู ูุฐุง ุงูุฃุณุจูุน. ุงุณุชู ุชุน ุจุงูุฑุงุญุฉ!
es: Nada vence esta semana. ยกDisfruta el respiro!
fr: Rien ร rendre cette semaine. Profitez de la pause !

# mobile.dashboard.error.load
source: Could not load your dashboard.
ar: ุชุนุฐุฑ ุชุญู ูู ููุญุฉ ุงูุชุญูู .
es: No se pudo cargar tu panel.
fr: Impossible de charger votre tableau de bord.

# mobile.dashboard.greeting.afternoon
source: Good afternoon
ar: ู ุณุงุก ุงูุฎูุฑ
es: Buenas tardes
fr: Bon aprรจs-midi

# mobile.dashboard.greeting.evening
source: Good evening
ar: ู ุณุงุก ุงูุฎูุฑ
es: Buenas noches
fr: Bonsoir

# mobile.dashboard.greeting.morning
source: Good morning
ar: ุตุจุงุญ ุงูุฎูุฑ
es: Buenos dรญas
fr: Bonjour

# mobile.dashboard.section.dueThisWeek
source: Due this week
ar: ู ุณุชุญู ูุฐุง ุงูุฃุณุจูุน
es: Vence esta semana
fr: ร rendre cette semaine

# mobile.dashboard.section.needsGrading
source: Needs grading
ar: ูุญุชุงุฌ ุฅูู ุชุตุญูุญ
es: Necesita calificaciรณn
fr: ร noter

# mobile.dashboard.section.yourCourses
source: Your courses
ar: ู ูุฑุฑุงุชู
es: Tus cursos
fr: Vos cours

# mobile.dashboard.stat.courses
source: Courses
ar: ุงูู ูุฑุฑุงุช
es: Cursos
fr: Cours

# mobile.dashboard.stat.dueThisWeek
source: Due this week
ar: ู ุณุชุญู ูุฐุง ุงูุฃุณุจูุน
es: Vence esta semana
fr: ร rendre cette semaine

# mobile.dashboard.stat.unread
source: Unread
ar: ุบูุฑ ู ูุฑูุก
es: Sin leer
fr: Non lus

# mobile.editProfile.avatarHint
source: Paste an https link to a square image.
ar: ุงูุตู ุฑุงุจุท https ูุตูุฑุฉ ู ุฑุจุนุฉ.
es: Pega un enlace https a una imagen cuadrada.
fr: Collez un lien https vers une image carrรฉe.

# mobile.editProfile.avatarUrl
source: Avatar image URL
ar: ุฑุงุจุท ุตูุฑุฉ ุงูุฃูุงุชุงุฑ
es: URL de la imagen de avatar
fr: URL de lโimage dโavatar

# mobile.editProfile.firstName
source: First name
ar: ุงูุงุณู ุงูุฃูู
es: Nombre
fr: Prรฉnom

# mobile.editProfile.lastName
source: Last name
ar: ุงุณู ุงูุนุงุฆูุฉ
es: Apellido
fr: Nom

# mobile.editProfile.loadError
source: Couldnโt load your profile.
ar: ุชุนุฐูุฑ ุชุญู ูู ู ููู ุงูุดุฎุตู.
es: No se pudo cargar tu perfil.
fr: Impossible de charger votre profil.

# mobile.editProfile.phone
source: Phone number
ar: ุฑูู ุงููุงุชู
es: Nรบmero de telรฉfono
fr: Numรฉro de tรฉlรฉphone

# mobile.editProfile.saveError
source: Couldnโt save your changes. Please try again.
ar: ุชุนุฐูุฑ ุญูุธ ุชุบููุฑุงุชู. ูุฑุฌู ุงูู ุญุงููุฉ ู ุฑุฉ ุฃุฎุฑู.
es: No se pudieron guardar los cambios. Intรฉntalo de nuevo.
fr: Impossible dโenregistrer vos modifications. Veuillez rรฉessayer.

# mobile.editProfile.saved
source: Saved
ar: ุชู ุงูุญูุธ
es: Guardado
fr: Enregistrรฉ

# mobile.editProfile.subtitle
source: Name, photo, and contact details
ar: ุงูุงุณู ูุงูุตูุฑุฉ ูุจูุงูุงุช ุงูุงุชุตุงู
es: Nombre, foto y datos de contacto
fr: Nom, photo et coordonnรฉes

# mobile.editProfile.title
source: Edit profile
ar: ุชุนุฏูู ุงูู ูู ุงูุดุฎุตู
es: Editar perfil
fr: Modifier le profil

# mobile.inbox.compose.message
source: Message
ar: ุงูุฑุณุงูุฉ
es: Mensaje

# mobile.inbox.compose.send
source: Send
ar: ุฅุฑุณุงู
es: Enviar
fr: Envoyer

# mobile.inbox.compose.subject
source: Subject
ar: ุงูู ูุถูุน
es: Asunto
fr: Objet

# mobile.inbox.compose.to
source: To
ar: ุฅูู
es: Para
fr: ร

# mobile.inbox.detail.to
source: To: %@
ar: ุฅูู: %@
es: Para: %@
fr: ร : %@

# mobile.inbox.empty.message
source: Course activity and updates will appear here.
ar: ุณุชุธูุฑ ูุดุงุทุงุช ุงูู ูุฑุฑ ูุงูุชุญุฏูุซุงุช ููุง.
es: La actividad del curso y las actualizaciones aparecerรกn aquรญ.
fr: L'activitรฉ du cours et les mises ร jour apparaรฎtront ici.

# mobile.item.details
source: Details
ar: ุงูุชูุงุตูู
es: Detalles
fr: Dรฉtails

# mobile.item.quiz.questions
source: %d questions
ar: %d ุฃุณุฆูุฉ
es: %d preguntas

# mobile.item.quiz.summary
source: A quick look at how this quiz is set up.
ar: ูุธุฑุฉ ุณุฑูุนุฉ ุนูู ุฅุนุฏุงุฏ ูุฐุง ุงูุงุฎุชุจุงุฑ.
es: Un vistazo rรกpido a cรณmo estรก configurado este cuestionario.
fr: Un aperรงu rapide de la configuration de ce quiz.

# mobile.item.submission.grade
source: Grade
ar: ุงูุฏุฑุฌุฉ
es: Calificaciรณn
fr: Note

# mobile.item.submission.notSubmitted
source: Not submitted yet
ar: ูู ููุณูููู ุจุนุฏ
es: Aรบn no entregado
fr: Pas encore rendu

# mobile.item.submission.reviseBy
source: Revise by %@
ar: ุฑุงุฌุน ูุจู %@
es: Revisar antes de %@
fr: ร rรฉviser avant %@

# mobile.item.submission.submitted
source: Submitted %@
ar: ุชู ุงูุชุณููู %@
es: Entregado %@
fr: Rendu %@

# mobile.item.submission.title
source: Your submission
ar: ุชุณููู ู
es: Tu entrega
fr: Votre rendu

# mobile.item.submission.version
source: Version %d
ar: ุงูุฅุตุฏุงุฑ %d
es: Versiรณn %d

# mobile.item.submission.webOnly
source: Submit this assignment from the web app.
ar: ุณููู ูุฐุง ุงููุงุฌุจ ู ู ุชุทุจูู ุงูููุจ.
es: Entrega esta tarea desde la app web.
fr: Rendez ce devoir depuis l'application web.

# mobile.onboarding.back
source: Back
ar: ุฑุฌูุน
es: Atrรกs
fr: Retour

# mobile.onboarding.complete.browseCatalog
source: Browse the catalog to find courses matching your goal.
ar: ุชุตููุญ ุงูุฏูุฑุงุช ููุนุซูุฑ ุนูู ู ุง ููุงุณุจ ูุฏูู.
es: Explora el catรกlogo para encontrar cursos acordes a tu objetivo.
fr: Parcourez le catalogue pour trouver des cours adaptรฉs ร votre objectif.

# mobile.onboarding.complete.goToDashboard
source: Go to Dashboard
ar: ุงูุงูุชูุงู ุฅูู ููุญุฉ ุงูุชุญูู
es: Ir al panel
fr: Aller au tableau de bord

# mobile.onboarding.complete.openCourse
source: Open course
ar: ูุชุญ ุงูุฏูุฑุฉ
es: Abrir curso
fr: Ouvrir le cours

# mobile.onboarding.complete.startHere
source: Start here
ar: ุงุจุฏุฃ ููุง
es: Empieza aquรญ
fr: Commencer ici

# mobile.onboarding.complete.subtitle
source: Your dashboard is personalized from day one.
ar: ููุญุฉ ุงูุชุญูู ู ุฎุตูุตุฉ ูู ู ู ุงูููู ุงูุฃูู.
es: Tu panel estรก personalizado desde el primer dรญa.
fr: Votre tableau de bord est personnalisรฉ dรจs le premier jour.

# mobile.onboarding.complete.title
source: You're all set!
ar: ูู ุดูุก ุฌุงูุฒ!
es: ยกTodo listo!
fr: C'est prรชt !

# mobile.onboarding.consent.terms
source: I accept the Terms of Service (required)
ar: ุฃูุงูู ุนูู ุดุฑูุท ุงูุฎุฏู ุฉ (ู ุทููุจ)
es: Acepto los Tรฉrminos del servicio (obligatorio)
fr: J'accepte les Conditions d'utilisation (obligatoire)

# mobile.onboarding.consent.title
source: Consent
ar: ุงูู ูุงููุฉ
es: Consentimiento
fr: Consentement

# mobile.onboarding.continue
source: Continue
ar: ู ุชุงุจุนุฉ
es: Continuar
fr: Continuer

# mobile.onboarding.diagnostic.nextQuestion
source: Next question
ar: ุงูุณุคุงู ุงูุชุงูู
es: Siguiente pregunta
fr: Question suivante

# mobile.onboarding.diagnostic.questionOf
source: Question %1$d of %2$d
ar: ุงูุณุคุงู %1$d ู ู %2$d
es: Pregunta %1$d de %2$d
fr: Question %1$d sur %2$d

# mobile.onboarding.diagnostic.subtitle
source: Five short questions help us suggest the right starting course. You can skip without penalty.
ar: ุฎู ุณ ุฃุณุฆูุฉ ูุตูุฑุฉ ุชุณุงุนุฏูุง ุนูู ุงูุชุฑุงุญ ุงูุฏูุฑุฉ ุงูู ูุงุณุจุฉ. ูู ููู ุงูุชุฎุทูู ุฏูู ุนููุจุฉ.
es: Cinco preguntas breves nos ayudan a sugerir el curso adecuado. Puedes omitir sin penalizaciรณn.
fr: Cinq questions courtes nous aident ร suggรฉrer le bon cours. Vous pouvez passer sans pรฉnalitรฉ.

# mobile.onboarding.diagnostic.title
source: Quick placement quiz (optional)
ar: ุงุฎุชุจุงุฑ ุชุญุฏูุฏ ู ุณุชูู ุณุฑูุน (ุงุฎุชูุงุฑู)
es: Prueba rรกpida de nivel (opcional)
fr: Quiz de niveau rapide (facultatif)

# mobile.onboarding.error.complete
source: Could not complete onboarding.
ar: ุชุนุฐูุฑ ุฅูู ุงู ุงูุฅุนุฏุงุฏ.
es: No se pudo completar la configuraciรณn inicial.
fr: Impossible de terminer l'accueil.

# mobile.onboarding.error.load
source: Could not load onboarding.
ar: ุชุนุฐูุฑ ุชุญู ูู ุงูุฅุนุฏุงุฏ.
es: No se pudo cargar la configuraciรณn inicial.
fr: Impossible de charger l'accueil.

# mobile.onboarding.error.save
source: Could not save progress.
ar: ุชุนุฐูุฑ ุญูุธ ุงูุชูุฏูู .
es: No se pudo guardar el progreso.
fr: Impossible d'enregistrer la progression.

# mobile.onboarding.error.skip
source: Could not skip onboarding.
ar: ุชุนุฐูุฑ ุชุฎุทูู ุงูุฅุนุฏุงุฏ.
es: No se pudo omitir la configuraciรณn inicial.
fr: Impossible de passer l'accueil.

# mobile.onboarding.experience.advanced
source: Advanced
ar: ู ุชูุฏูู
es: Avanzado
fr: Avancรฉ

# mobile.onboarding.experience.advancedHint
source: I want to deepen existing skills
ar: ุฃุฑูุฏ ุชุนู ูู ู ูุงุฑุงุชู ุงูุญุงููุฉ
es: Quiero profundizar mis habilidades
fr: Je veux approfondir mes compรฉtences
